{
  "\t": 107,
  "\n": 20,
  "\r": 19,
  " ": 0,
  "%": 511,
  "'": 504,
  "(": 86,
  ")": 87,
  ",": 58,
  "-": 204,
  ".": 77,
  "/": 261,
  "0": 132,
  "1": 98,
  "2": 136,
  "3": 231,
  "4": 254,
  "5": 267,
  "6": 303,
  "7": 274,
  "8": 317,
  "9": 246,
  ":": 311,
  ";": 202,
  "A": 127,
  "B": 533,
  "C": 137,
  "D": 281,
  "E": 175,
  "F": 370,
  "G": 295,
  "H": 451,
  "I": 203,
  "J": 439,
  "K": 882,
  "L": 351,
  "M": 176,
  "N": 200,
  "O": 302,
  "P": 301,
  "Q": 1248,
  "R": 223,
  "S": 155,
  "T": 166,
  "U": 212,
  "V": 517,
  "W": 387,
  "X": 730,
  "Y": 881,
  "Z": 1351,
  "a": 4,
  "b": 46,
  "c": 11,
  "d": 14,
  "e": 1,
  "f": 27,
  "g": 32,
  "h": 12,
  "i": 3,
  "j": 334,
  "k": 104,
  "l": 13,
  "m": 22,
  "n": 6,
  "o": 5,
  "p": 21,
  "q": 291,
  "r": 8,
  "s": 9,
  "t": 2,
  "u": 16,
  "v": 65,
  "w": 70,
  "x": 174,
  "y": 39,
  "z": 591,
  "\u0900": 253,
  "\u090a": 180,
  "\u0a00": 61,
  "\u0a0d": 33,
  "\u0d00": 63,
  "\u0d09": 179,
  "\u0d0a": 72,
  "\u0d20": 590,
  "\u0d29": 225,
  "\u0d2c": 637,
  "\u0d2e": 183,
  "\u0d30": 869,
  "\u0d31": 723,
  "\u0d32": 825,
  "\u0d33": 724,
  "\u0d34": 756,
  "\u0d35": 737,
  "\u0d36": 828,
  "\u0d37": 734,
  "\u0d38": 788,
  "\u0d39": 785,
  "\u0d3a": 480,
  "\u0d3b": 341,
  "\u0d41": 1207,
  "\u0d43": 1513,
  "\u0d45": 1514,
  "\u0d47": 1342,
  "\u0d49": 613,
  "\u0d4a": 1515,
  "\u0d4b": 1345,
  "\u0d4c": 978,
  "\u0d4d": 1446,
  "\u0d4e": 858,
  "\u0d53": 775,
  "\u0d54": 1150,
  "\u0d56": 910,
  "\u0d58": 1068,
  "\u0d61": 1064,
  "\u0d64": 693,
  "\u0d65": 630,
  "\u0d67": 1113,
  "\u0d6c": 831,
  "\u0d6d": 949,
  "\u0d6e": 969,
  "\u0d6f": 1505,
  "\u0d70": 1162,
  "\u0d72": 690,
  "\u0d73": 459,
  "\u0d74": 643,
  "\u0d77": 1538,
  "\u0d78": 1063,
  "\u0d79": 970,
  "\u0d94": 1253,
  "\u0d97": 645,
  "\u0dfe": 1582,
  "\u1400": 647,
  "\u1800": 565,
  "\u1900": 566,
  "\u2000": 7,
  "\u200a": 603,
  "\u2013": 411,
  "\u2014": 328,
  "\u2018": 440,
  "\u2019": 441,
  "\u2020": 158,
  "\u2025": 1202,
  "\u2027": 916,
  "\u2029": 255,
  "\u202c": 88,
  "\u202d": 761,
  "\u202e": 172,
  "\u2030": 416,
  "\u2031": 406,
  "\u2032": 479,
  "\u2033": 554,
  "\u2034": 494,
  "\u2035": 526,
  "\u2036": 542,
  "\u2037": 684,
  "\u2038": 680,
  "\u2039": 607,
  "\u203a": 687,
  "\u203b": 583,
  "\u2041": 543,
  "\u2042": 940,
  "\u2043": 548,
  "\u2044": 348,
  "\u2045": 577,
  "\u2046": 733,
  "\u2047": 1550,
  "\u2048": 1310,
  "\u2049": 472,
  "\u204a": 455,
  "\u204c": 410,
  "\u204e": 519,
  "\u204f": 726,
  "\u2050": 987,
  "\u2052": 518,
  "\u2053": 681,
  "\u2054": 839,
  "\u2055": 586,
  "\u2056": 1447,
  "\u2058": 873,
  "\u2059": 930,
  "\u2061": 185,
  "\u2062": 1404,
  "\u2063": 347,
  "\u2064": 49,
  "\u2065": 24,
  "\u2066": 71,
  "\u2067": 100,
  "\u2068": 157,
  "\u2069": 1420,
  "\u206b": 466,
  "\u206c": 89,
  "\u206d": 296,
  "\u206e": 41,
  "\u206f": 94,
  "\u2070": 579,
  "\u2072": 67,
  "\u2073": 43,
  "\u2074": 53,
  "\u2075": 1267,
  "\u2077": 474,
  "\u2078": 467,
  "\u2079": 78,
  "\u2092": 486,
  "\u2097": 1301,
  "\u2099": 1025,
  "\u20bf": 1517,
  "\u2265": 1261,
  "\u2500": 1385,
  "\u2520": 989,
  "\u2700": 701,
  "\u276e": 1233,
  "\u2772": 1576,
  "\u2773": 1292,
  "\u2800": 161,
  "\u280a": 218,
  "\u2820": 221,
  "\u2829": 1153,
  "\u2830": 1545,
  "\u2831": 1112,
  "\u2832": 979,
  "\u2833": 914,
  "\u2834": 835,
  "\u2835": 1368,
  "\u2836": 1124,
  "\u2837": 1002,
  "\u2838": 851,
  "\u2839": 1109,
  "\u2865": 1563,
  "\u286c": 1366,
  "\u286e": 1373,
  "\u2872": 1557,
  "\u2900": 163,
  "\u2920": 1584,
  "\u292a": 1382,
  "\u292e": 1247,
  "\u2930": 748,
  "\u2931": 423,
  "\u2932": 436,
  "\u2933": 498,
  "\u2934": 521,
  "\u2935": 623,
  "\u2936": 588,
  "\u2937": 624,
  "\u2938": 752,
  "\u2939": 688,
  "\u2941": 1399,
  "\u2943": 502,
  "\u2944": 1264,
  "\u2945": 1555,
  "\u2946": 1275,
  "\u2949": 1240,
  "\u294e": 1168,
  "\u294f": 1535,
  "\u2952": 1325,
  "\u2955": 499,
  "\u2956": 1332,
  "\u2961": 598,
  "\u2962": 503,
  "\u2963": 529,
  "\u2964": 608,
  "\u2965": 677,
  "\u2966": 1189,
  "\u2967": 1043,
  "\u2968": 1285,
  "\u2969": 944,
  "\u296b": 1425,
  "\u296c": 911,
  "\u296d": 904,
  "\u296e": 832,
  "\u296f": 1381,
  "\u2972": 1238,
  "\u2973": 799,
  "\u2974": 892,
  "\u2979": 1268,
  "\u2992": 841,
  "\u2999": 975,
  "\u2a2a": 1160,
  "\u2b00": 880,
  "\u2c00": 144,
  "\u2c20": 1383,
  "\u2c29": 558,
  "\u2c30": 897,
  "\u2c31": 631,
  "\u2c32": 829,
  "\u2c33": 662,
  "\u2c34": 614,
  "\u2c35": 694,
  "\u2c36": 696,
  "\u2c37": 655,
  "\u2c38": 679,
  "\u2c39": 787,
  "\u2c41": 1361,
  "\u2c42": 1272,
  "\u2c43": 1100,
  "\u2c44": 1029,
  "\u2c49": 1206,
  "\u2c4e": 1167,
  "\u2c4f": 1524,
  "\u2c50": 1169,
  "\u2c52": 1300,
  "\u2c53": 1519,
  "\u2c55": 902,
  "\u2c61": 939,
  "\u2c63": 1149,
  "\u2c64": 402,
  "\u2c65": 327,
  "\u2c66": 864,
  "\u2c67": 568,
  "\u2c68": 804,
  "\u2c6b": 1059,
  "\u2c6c": 559,
  "\u2c6d": 824,
  "\u2c6e": 321,
  "\u2c6f": 798,
  "\u2c70": 1279,
  "\u2c72": 452,
  "\u2c73": 239,
  "\u2c74": 420,
  "\u2c77": 805,
  "\u2c78": 1257,
  "\u2c79": 457,
  "\u2c92": 1274,
  "\u2c99": 1357,
  "\u2d00": 395,
  "\u2d20": 703,
  "\u2d35": 1551,
  "\u2d44": 1416,
  "\u2d50": 1277,
  "\u2d61": 810,
  "\u2d62": 1039,
  "\u2d63": 1406,
  "\u2d64": 699,
  "\u2d65": 695,
  "\u2d66": 1573,
  "\u2d67": 1139,
  "\u2d68": 1395,
  "\u2d69": 935,
  "\u2d6b": 1570,
  "\u2d6c": 973,
  "\u2d6d": 985,
  "\u2d6e": 654,
  "\u2d6f": 994,
  "\u2d70": 1403,
  "\u2d72": 938,
  "\u2d73": 601,
  "\u2d74": 901,
  "\u2d77": 1060,
  "\u2d79": 1104,
  "\u2e00": 168,
  "\u2e29": 438,
  "\u2e30": 653,
  "\u2e31": 376,
  "\u2e32": 401,
  "\u2e33": 495,
  "\u2e34": 524,
  "\u2e35": 589,
  "\u2e36": 597,
  "\u2e37": 629,
  "\u2e38": 615,
  "\u2e39": 952,
  "\u2e41": 1075,
  "\u2e42": 1412,
  "\u2e43": 1378,
  "\u2e44": 1278,
  "\u2e49": 1003,
  "\u2e4d": 1196,
  "\u2e4f": 1255,
  "\u2e50": 1405,
  "\u2e55": 1485,
  "\u2e56": 1433,
  "\u2e58": 1489,
  "\u2e61": 966,
  "\u2e63": 1102,
  "\u2e64": 485,
  "\u2e65": 445,
  "\u2e66": 1323,
  "\u2e67": 1175,
  "\u2e68": 937,
  "\u2e6b": 1455,
  "\u2e6c": 674,
  "\u2e6d": 1011,
  "\u2e6e": 367,
  "\u2e6f": 1534,
  "\u2e70": 456,
  "\u2e72": 707,
  "\u2e73": 326,
  "\u2e74": 527,
  "\u2e77": 1048,
  "\u2e78": 1379,
  "\u2e79": 605,
  "\u2f00": 306,
  "\u2f30": 954,
  "\u2f31": 712,
  "\u2f32": 616,
  "\u2f33": 612,
  "\u2f34": 744,
  "\u2f35": 692,
  "\u2f36": 572,
  "\u2f37": 531,
  "\u2f38": 659,
  "\u2f39": 877,
  "\u2f42": 1437,
  "\u2f54": 1299,
  "\u2f64": 1236,
  "\u2f67": 1074,
  "\u2f6d": 1237,
  "\u2f6f": 1480,
  "\u2f73": 1478,
  "\u3000": 197,
  "\u300a": 1120,
  "\u3020": 782,
  "\u3030": 299,
  "\u3031": 432,
  "\u3032": 235,
  "\u3033": 626,
  "\u3034": 844,
  "\u3035": 823,
  "\u3036": 977,
  "\u3037": 1289,
  "\u3038": 1050,
  "\u3039": 1122,
  "\u3100": 153,
  "\u310a": 426,
  "\u3120": 242,
  "\u3128": 382,
  "\u312b": 1423,
  "\u312e": 600,
  "\u312f": 815,
  "\u3130": 307,
  "\u3131": 434,
  "\u3132": 668,
  "\u3133": 632,
  "\u3134": 1221,
  "\u3135": 1441,
  "\u3136": 1282,
  "\u3137": 1121,
  "\u3138": 1290,
  "\u3139": 1138,
  "\u3149": 1343,
  "\u3156": 1344,
  "\u3200": 195,
  "\u320a": 422,
  "\u3220": 219,
  "\u3228": 447,
  "\u322c": 1484,
  "\u322d": 1270,
  "\u322e": 443,
  "\u322f": 386,
  "\u3230": 708,
  "\u3231": 484,
  "\u3232": 742,
  "\u3233": 771,
  "\u3234": 1222,
  "\u3235": 1470,
  "\u3236": 1212,
  "\u3238": 773,
  "\u3239": 1197,
  "\u3249": 1337,
  "\u3253": 1211,
  "\u3256": 1500,
  "\u3291": 1388,
  "\u3300": 283,
  "\u330a": 523,
  "\u3320": 389,
  "\u3328": 570,
  "\u332c": 1432,
  "\u332e": 1055,
  "\u332f": 993,
  "\u3330": 685,
  "\u3331": 501,
  "\u3332": 606,
  "\u3333": 826,
  "\u3334": 1242,
  "\u3336": 1469,
  "\u3337": 1198,
  "\u3338": 1052,
  "\u3339": 1018,
  "\u3349": 1147,
  "\u3356": 1246,
  "\u3400": 361,
  "\u340a": 678,
  "\u3420": 468,
  "\u3428": 770,
  "\u342e": 836,
  "\u342f": 790,
  "\u3430": 644,
  "\u3431": 449,
  "\u3432": 843,
  "\u3433": 917,
  "\u3434": 999,
  "\u3435": 1303,
  "\u3436": 1140,
  "\u3438": 1053,
  "\u3439": 1062,
  "\u3449": 1491,
  "\u3456": 1502,
  "\u3500": 356,
  "\u350a": 725,
  "\u3520": 530,
  "\u3528": 754,
  "\u352c": 1239,
  "\u352e": 1004,
  "\u352f": 1468,
  "\u3530": 806,
  "\u3531": 581,
  "\u3532": 758,
  "\u3533": 867,
  "\u3534": 955,
  "\u3535": 1073,
  "\u3536": 960,
  "\u3537": 1213,
  "\u3538": 1101,
  "\u3539": 801,
  "\u3600": 338,
  "\u360a": 965,
  "\u3620": 584,
  "\u3628": 894,
  "\u362e": 1000,
  "\u362f": 759,
  "\u3630": 745,
  "\u3631": 496,
  "\u3632": 667,
  "\u3633": 800,
  "\u3634": 1252,
  "\u3635": 1440,
  "\u3636": 1036,
  "\u3637": 1324,
  "\u3638": 1123,
  "\u3639": 907,
  "\u3700": 399,
  "\u370a": 946,
  "\u3720": 769,
  "\u3728": 903,
  "\u372e": 1554,
  "\u372f": 1578,
  "\u3730": 871,
  "\u3731": 473,
  "\u3732": 766,
  "\u3733": 905,
  "\u3734": 998,
  "\u3735": 1577,
  "\u3736": 808,
  "\u3737": 1115,
  "\u3738": 915,
  "\u3739": 854,
  "\u3749": 1493,
  "\u3800": 378,
  "\u380a": 1040,
  "\u3820": 595,
  "\u3828": 807,
  "\u382c": 1431,
  "\u382f": 852,
  "\u3830": 651,
  "\u3831": 564,
  "\u3832": 639,
  "\u3833": 956,
  "\u3834": 1054,
  "\u3835": 1107,
  "\u3836": 1223,
  "\u3838": 1183,
  "\u3839": 845,
  "\u3900": 390,
  "\u390a": 1224,
  "\u3920": 497,
  "\u3928": 972,
  "\u392e": 1166,
  "\u392f": 784,
  "\u3930": 620,
  "\u3931": 576,
  "\u3932": 743,
  "\u3933": 1069,
  "\u3934": 887,
  "\u3936": 1376,
  "\u3937": 1370,
  "\u3938": 1194,
  "\u3939": 610,
  "\u3949": 1496,
  "\u3a00": 656,
  "\u3a29": 1019,
  "\u3a31": 1336,
  "\u3a32": 1244,
  "\u3a33": 1498,
  "\u3a34": 1499,
  "\u3a35": 1492,
  "\u3a36": 1338,
  "\u3a38": 1494,
  "\u3a39": 1495,
  "\u3a4e": 1185,
  "\u3a61": 1204,
  "\u3a64": 1356,
  "\u3a65": 996,
  "\u3a66": 1318,
  "\u3a67": 1226,
  "\u3a68": 1188,
  "\u3a6c": 1548,
  "\u3a6e": 850,
  "\u3a6f": 1461,
  "\u3a72": 1111,
  "\u3a73": 740,
  "\u3a74": 1022,
  "\u3a79": 909,
  "\u3b00": 396,
  "\u3b29": 1014,
  "\u3b2e": 1507,
  "\u3b32": 1419,
  "\u3b33": 1463,
  "\u3b37": 1421,
  "\u3b41": 1541,
  "\u3b42": 1414,
  "\u3b49": 1205,
  "\u3b4f": 1363,
  "\u3b64": 755,
  "\u3b65": 772,
  "\u3b67": 1364,
  "\u3b68": 1544,
  "\u3b6c": 1044,
  "\u3b6d": 1462,
  "\u3b6e": 738,
  "\u3b72": 830,
  "\u3b73": 506,
  "\u3b74": 739,
  "\u3b77": 1319,
  "\u3b78": 1465,
  "\u3b79": 848,
  "\u4100": 191,
  "\u410a": 335,
  "\u4120": 234,
  "\u4128": 934,
  "\u412f": 1436,
  "\u4141": 1286,
  "\u4143": 1348,
  "\u4144": 1190,
  "\u4145": 718,
  "\u4146": 927,
  "\u4147": 1057,
  "\u4148": 556,
  "\u4149": 888,
  "\u414a": 1195,
  "\u414b": 1287,
  "\u414c": 859,
  "\u414d": 1367,
  "\u414e": 886,
  "\u414f": 958,
  "\u4150": 551,
  "\u4152": 762,
  "\u4154": 813,
  "\u4155": 1092,
  "\u4156": 1262,
  "\u4157": 1353,
  "\u4200": 702,
  "\u420a": 1488,
  "\u4220": 569,
  "\u4228": 1295,
  "\u4241": 1090,
  "\u4249": 1030,
  "\u4253": 1427,
  "\u4291": 1394,
  "\u4300": 271,
  "\u430a": 491,
  "\u4320": 184,
  "\u4328": 1531,
  "\u432d": 1352,
  "\u4341": 814,
  "\u4344": 1096,
  "\u4345": 365,
  "\u4349": 1340,
  "\u434e": 1067,
  "\u434f": 1549,
  "\u4352": 1448,
  "\u4355": 1304,
  "\u4391": 1199,
  "\u4400": 393,
  "\u440a": 675,
  "\u4420": 385,
  "\u442d": 1400,
  "\u442f": 1210,
  "\u4441": 992,
  "\u4443": 1033,
  "\u4445": 783,
  "\u4449": 1127,
  "\u444e": 657,
  "\u444f": 898,
  "\u4452": 1227,
  "\u4453": 381,
  "\u4491": 1291,
  "\u4500": 259,
  "\u450a": 592,
  "\u4520": 216,
  "\u4528": 372,
  "\u452d": 986,
  "\u452f": 508,
  "\u4543": 1016,
  "\u4544": 1008,
  "\u4545": 794,
  "\u4546": 983,
  "\u4547": 920,
  "\u4548": 720,
  "\u4549": 1442,
  "\u454c": 774,
  "\u454d": 666,
  "\u454e": 747,
  "\u454f": 1177,
  "\u4550": 777,
  "\u4552": 776,
  "\u4553": 1021,
  "\u4554": 536,
  "\u4555": 1561,
  "\u4556": 1005,
  "\u4557": 1443,
  "\u4600": 492,
  "\u460a": 555,
  "\u4620": 374,
  "\u462d": 1407,
  "\u4641": 1051,
  "\u4643": 1251,
  "\u4644": 1276,
  "\u4645": 379,
  "\u464e": 1130,
  "\u464f": 816,
  "\u4652": 602,
  "\u4653": 664,
  "\u4654": 950,
  "\u4698": 1522,
  "\u4700": 700,
  "\u470a": 913,
  "\u4720": 404,
  "\u4745": 802,
  "\u4749": 1309,
  "\u474e": 649,
  "\u4800": 729,
  "\u480a": 778,
  "\u4820": 821,
  "\u4828": 1402,
  "\u4843": 648,
  "\u4847": 1575,
  "\u484a": 1467,
  "\u4854": 636,
  "\u4857": 1559,
  "\u4891": 1477,
  "\u4900": 371,
  "\u490a": 622,
  "\u4920": 289,
  "\u4928": 1558,
  "\u492d": 1249,
  "\u4941": 1341,
  "\u4943": 889,
  "\u4944": 1308,
  "\u4945": 686,
  "\u4946": 885,
  "\u4948": 760,
  "\u4949": 446,
  "\u494c": 1027,
  "\u494e": 757,
  "\u4952": 1131,
  "\u4953": 765,
  "\u4954": 520,
  "\u4955": 1501,
  "\u4956": 619,
  "\u4957": 1129,
  "\u4a00": 516,
  "\u4a20": 537,
  "\u4a2f": 1579,
  "\u4a41": 1241,
  "\u4a4f": 477,
  "\u4b00": 1586,
  "\u4b49": 1553,
  "\u4c00": 544,
  "\u4c0a": 705,
  "\u4c20": 454,
  "\u4c28": 1401,
  "\u4c2d": 1392,
  "\u4c41": 884,
  "\u4c43": 1080,
  "\u4c45": 1091,
  "\u4c46": 1503,
  "\u4c49": 1070,
  "\u4c4f": 1114,
  "\u4c50": 1520,
  "\u4c52": 860,
  "\u4c54": 1024,
  "\u4c55": 868,
  "\u4c56": 1333,
  "\u4d00": 435,
  "\u4d0a": 924,
  "\u4d20": 266,
  "\u4d2d": 1537,
  "\u4d41": 1028,
  "\u4d44": 1511,
  "\u4d45": 1007,
  "\u4d46": 682,
  "\u4d49": 1072,
  "\u4d4f": 1214,
  "\u4d52": 1354,
  "\u4d53": 1136,
  "\u4e00": 428,
  "\u4e0a": 971,
  "\u4e20": 368,
  "\u4e28": 1245,
  "\u4e2f": 1565,
  "\u4e41": 493,
  "\u4e45": 635,
  "\u4e49": 719,
  "\u4e4e": 874,
  "\u4e4f": 557,
  "\u4e55": 650,
  "\u4f00": 450,
  "\u4f0a": 957,
  "\u4f20": 444,
  "\u4f28": 460,
  "\u4f41": 1250,
  "\u4f43": 795,
  "\u4f44": 1234,
  "\u4f46": 1006,
  "\u4f47": 1146,
  "\u4f48": 1459,
  "\u4f49": 550,
  "\u4f4d": 574,
  "\u4f4f": 1321,
  "\u4f50": 1065,
  "\u4f52": 716,
  "\u4f53": 1203,
  "\u4f54": 1117,
  "\u5000": 465,
  "\u500a": 827,
  "\u5020": 318,
  "\u5041": 665,
  "\u5043": 1094,
  "\u5045": 1165,
  "\u5046": 715,
  "\u5049": 932,
  "\u504d": 1305,
  "\u504f": 704,
  "\u5050": 1556,
  "\u5053": 921,
  "\u5100": 1384,
  "\u5145": 1560,
  "\u5200": 345,
  "\u520a": 507,
  "\u5220": 232,
  "\u5228": 1471,
  "\u522f": 1209,
  "\u5241": 763,
  "\u5245": 534,
  "\u5246": 1128,
  "\u5249": 1316,
  "\u524f": 618,
  "\u5250": 749,
  "\u5254": 961,
  "\u5255": 683,
  "\u5298": 1525,
  "\u5300": 394,
  "\u530a": 627,
  "\u5320": 245,
  "\u5341": 1015,
  "\u5343": 1145,
  "\u5344": 834,
  "\u5345": 791,
  "\u5346": 359,
  "\u5349": 535,
  "\u534c": 1155,
  "\u534d": 1449,
  "\u534e": 717,
  "\u534f": 1156,
  "\u5352": 1126,
  "\u5353": 1066,
  "\u5354": 922,
  "\u5355": 1163,
  "\u5398": 1527,
  "\u5400": 324,
  "\u540a": 353,
  "\u5420": 256,
  "\u5428": 982,
  "\u5441": 604,
  "\u5443": 1088,
  "\u5445": 1306,
  "\u5448": 1568,
  "\u5449": 875,
  "\u544e": 634,
  "\u544f": 1435,
  "\u5450": 585,
  "\u5452": 1078,
  "\u5453": 919,
  "\u5454": 1200,
  "\u5455": 968,
  "\u5457": 1056,
  "\u5498": 1529,
  "\u5500": 332,
  "\u550a": 1228,
  "\u5520": 241,
  "\u5528": 1387,
  "\u552d": 809,
  "\u5541": 1307,
  "\u5544": 1087,
  "\u5545": 375,
  "\u5546": 1089,
  "\u5547": 883,
  "\u5549": 812,
  "\u554c": 1263,
  "\u554d": 1444,
  "\u554e": 1243,
  "\u554f": 962,
  "\u5551": 1497,
  "\u5553": 1521,
  "\u5554": 1445,
  "\u5555": 856,
  "\u5591": 1315,
  "\u5600": 1583,
  "\u5620": 578,
  "\u5641": 1184,
  "\u5645": 1164,
  "\u5649": 764,
  "\u564e": 1464,
  "\u564f": 731,
  "\u5700": 549,
  "\u570a": 721,
  "\u5720": 513,
  "\u5728": 1298,
  "\u572d": 1311,
  "\u574f": 1317,
  "\u5754": 1504,
  "\u5791": 1428,
  "\u5800": 1386,
  "\u5820": 1350,
  "\u5845": 918,
  "\u5849": 1334,
  "\u5920": 1430,
  "\u5928": 1564,
  "\u5941": 1434,
  "\u5942": 1154,
  "\u5952": 1125,
  "\u5954": 1510,
  "\u6100": 17,
  "\u610a": 599,
  "\u6120": 34,
  "\u6128": 427,
  "\u612d": 1133,
  "\u6131": 1512,
  "\u6142": 1079,
  "\u6143": 1390,
  "\u6144": 1012,
  "\u6145": 991,
  "\u6146": 1372,
  "\u6148": 931,
  "\u614a": 1208,
  "\u614c": 849,
  "\u614d": 596,
  "\u614e": 933,
  "\u6150": 362,
  "\u6152": 1232,
  "\u6153": 1335,
  "\u6154": 697,
  "\u6162": 418,
  "\u6163": 210,
  "\u6164": 273,
  "\u6165": 143,
  "\u6166": 510,
  "\u6167": 304,
  "\u6168": 106,
  "\u6169": 193,
  "\u616b": 837,
  "\u616c": 129,
  "\u616d": 208,
  "\u616e": 146,
  "\u616f": 462,
  "\u6170": 198,
  "\u6172": 99,
  "\u6173": 252,
  "\u6174": 110,
  "\u6175": 264,
  "\u6176": 322,
  "\u6177": 392,
  "\u6178": 1085,
  "\u617a": 1191,
  "\u6200": 97,
  "\u620a": 1280,
  "\u6220": 108,
  "\u6228": 562,
  "\u622d": 539,
  "\u624f": 1235,
  "\u6261": 237,
  "\u6262": 1266,
  "\u6265": 689,
  "\u6268": 861,
  "\u6269": 325,
  "\u626d": 258,
  "\u626f": 380,
  "\u6272": 1201,
  "\u6273": 1119,
  "\u6275": 355,
  "\u6300": 38,
  "\u630a": 942,
  "\u6320": 74,
  "\u6328": 582,
  "\u632d": 560,
  "\u632e": 1152,
  "\u6341": 840,
  "\u6345": 1031,
  "\u634f": 953,
  "\u6353": 1134,
  "\u6361": 181,
  "\u6362": 1260,
  "\u6363": 315,
  "\u6365": 135,
  "\u6369": 95,
  "\u636c": 1483,
  "\u636e": 126,
  "\u636f": 310,
  "\u6372": 300,
  "\u6373": 547,
  "\u6374": 698,
  "\u6375": 344,
  "\u6378": 525,
  "\u6391": 1186,
  "\u6398": 1542,
  "\u6400": 42,
  "\u640a": 1047,
  "\u6420": 145,
  "\u6428": 609,
  "\u642d": 1035,
  "\u642f": 1144,
  "\u6441": 1187,
  "\u6461": 230,
  "\u6462": 1562,
  "\u6464": 453,
  "\u6465": 90,
  "\u6468": 872,
  "\u6469": 209,
  "\u646b": 1077,
  "\u646c": 282,
  "\u646e": 75,
  "\u646f": 285,
  "\u6470": 1037,
  "\u6472": 188,
  "\u6473": 870,
  "\u6475": 329,
  "\u6477": 1411,
  "\u6491": 1457,
  "\u6498": 1533,
  "\u6500": 10,
  "\u650a": 1026,
  "\u6520": 139,
  "\u6528": 676,
  "\u652d": 1095,
  "\u652e": 1151,
  "\u652f": 1331,
  "\u6542": 1220,
  "\u6544": 567,
  "\u6546": 1001,
  "\u6547": 1231,
  "\u6548": 1454,
  "\u654c": 1173,
  "\u654d": 293,
  "\u654e": 819,
  "\u6552": 251,
  "\u6553": 669,
  "\u6554": 1023,
  "\u6556": 1159,
  "\u6562": 130,
  "\u6563": 103,
  "\u6564": 102,
  "\u6565": 222,
  "\u6566": 309,
  "\u6567": 199,
  "\u6568": 36,
  "\u6569": 171,
  "\u656a": 417,
  "\u656b": 343,
  "\u656c": 96,
  "\u656d": 80,
  "\u656e": 164,
  "\u656f": 750,
  "\u6570": 120,
  "\u6572": 55,
  "\u6573": 112,
  "\u6574": 68,
  "\u6575": 342,
  "\u6576": 105,
  "\u6577": 314,
  "\u6578": 713,
  "\u6579": 471,
  "\u657a": 863,
  "\u6591": 1466,
  "\u6598": 1530,
  "\u6600": 62,
  "\u660a": 1049,
  "\u6620": 101,
  "\u6628": 847,
  "\u662d": 1179,
  "\u6641": 890,
  "\u6645": 1269,
  "\u6649": 714,
  "\u664f": 732,
  "\u6661": 487,
  "\u6665": 276,
  "\u6666": 286,
  "\u6669": 280,
  "\u666c": 672,
  "\u666d": 1451,
  "\u666e": 192,
  "\u666f": 69,
  "\u6672": 947,
  "\u6673": 896,
  "\u6674": 865,
  "\u6675": 923,
  "\u6677": 1452,
  "\u6691": 1438,
  "\u6698": 1539,
  "\u6700": 81,
  "\u6720": 313,
  "\u6728": 943,
  "\u672d": 1418,
  "\u6741": 621,
  "\u6761": 250,
  "\u6764": 941,
  "\u6765": 173,
  "\u6767": 945,
  "\u6769": 248,
  "\u676b": 929,
  "\u676e": 85,
  "\u676f": 540,
  "\u6772": 580,
  "\u6774": 1339,
  "\u6775": 722,
  "\u6800": 40,
  "\u6820": 288,
  "\u6828": 1103,
  "\u682d": 1313,
  "\u6843": 797,
  "\u6853": 1546,
  "\u6854": 262,
  "\u6857": 561,
  "\u6863": 227,
  "\u6864": 1408,
  "\u6865": 767,
  "\u6867": 373,
  "\u686e": 1192,
  "\u686f": 641,
  "\u6870": 431,
  "\u6872": 862,
  "\u6873": 116,
  "\u6874": 29,
  "\u6877": 284,
  "\u6878": 1547,
  "\u6891": 1458,
  "\u6900": 23,
  "\u690a": 786,
  "\u6920": 59,
  "\u6928": 967,
  "\u6941": 1393,
  "\u6944": 442,
  "\u6945": 1293,
  "\u6946": 638,
  "\u6947": 1397,
  "\u6948": 1172,
  "\u694c": 974,
  "\u694d": 1093,
  "\u6952": 1176,
  "\u6953": 963,
  "\u6954": 928,
  "\u6957": 995,
  "\u6961": 238,
  "\u6962": 413,
  "\u6963": 177,
  "\u6964": 159,
  "\u6965": 366,
  "\u6966": 160,
  "\u6967": 333,
  "\u6968": 134,
  "\u6969": 1046,
  "\u696b": 461,
  "\u696c": 121,
  "\u696d": 182,
  "\u696e": 149,
  "\u696f": 463,
  "\u6970": 538,
  "\u6972": 93,
  "\u6973": 131,
  "\u6974": 45,
  "\u6975": 425,
  "\u6976": 205,
  "\u6977": 178,
  "\u6978": 780,
  "\u6979": 628,
  "\u6991": 1460,
  "\u6a00": 545,
  "\u6a20": 512,
  "\u6a28": 1193,
  "\u6a61": 1391,
  "\u6a62": 458,
  "\u6a64": 1058,
  "\u6a65": 711,
  "\u6a6e": 1369,
  "\u6a6f": 990,
  "\u6b00": 257,
  "\u6b20": 793,
  "\u6b28": 1580,
  "\u6b2d": 926,
  "\u6b61": 369,
  "\u6b63": 546,
  "\u6b65": 964,
  "\u6b69": 1010,
  "\u6b6e": 899,
  "\u6b6f": 925,
  "\u6b72": 424,
  "\u6b73": 768,
  "\u6c00": 31,
  "\u6c0a": 1413,
  "\u6c20": 206,
  "\u6c28": 1380,
  "\u6c41": 1108,
  "\u6c43": 1170,
  "\u6c45": 1106,
  "\u6c46": 1349,
  "\u6c50": 1523,
  "\u6c61": 84,
  "\u6c62": 201,
  "\u6c63": 186,
  "\u6c64": 736,
  "\u6c65": 148,
  "\u6c66": 415,
  "\u6c67": 617,
  "\u6c68": 1256,
  "\u6c69": 194,
  "\u6c6b": 1218,
  "\u6c6c": 141,
  "\u6c6e": 464,
  "\u6c6f": 319,
  "\u6c70": 213,
  "\u6c72": 360,
  "\u6c73": 706,
  "\u6c74": 515,
  "\u6c75": 138,
  "\u6c77": 1571,
  "\u6d00": 66,
  "\u6d0a": 1415,
  "\u6d20": 169,
  "\u6d28": 1374,
  "\u6d2d": 1506,
  "\u6d41": 1297,
  "\u6d45": 1371,
  "\u6d49": 1284,
  "\u6d61": 275,
  "\u6d62": 741,
  "\u6d64": 661,
  "\u6d65": 118,
  "\u6d67": 1017,
  "\u6d68": 1098,
  "\u6d69": 263,
  "\u6d6b": 878,
  "\u6d6c": 1456,
  "\u6d6d": 214,
  "\u6d6e": 900,
  "\u6d6f": 123,
  "\u6d70": 552,
  "\u6d72": 265,
  "\u6d73": 469,
  "\u6d74": 398,
  "\u6d75": 312,
  "\u6d79": 908,
  "\u6d91": 1474,
  "\u6e00": 25,
  "\u6e0a": 1020,
  "\u6e20": 189,
  "\u6e28": 1294,
  "\u6e41": 419,
  "\u6e45": 1137,
  "\u6e49": 405,
  "\u6e4f": 746,
  "\u6e55": 260,
  "\u6e61": 50,
  "\u6e65": 64,
  "\u6e67": 482,
  "\u6e68": 796,
  "\u6e69": 35,
  "\u6e6b": 1178,
  "\u6e6e": 421,
  "\u6e6f": 37,
  "\u6e72": 290,
  "\u6e74": 751,
  "\u6e75": 133,
  "\u6e77": 476,
  "\u6e79": 1424,
  "\u6e91": 1330,
  "\u6f00": 18,
  "\u6f0a": 817,
  "\u6f20": 44,
  "\u6f28": 1143,
  "\u6f2d": 1265,
  "\u6f2f": 1362,
  "\u6f42": 1116,
  "\u6f43": 190,
  "\u6f44": 1229,
  "\u6f46": 611,
  "\u6f47": 891,
  "\u6f48": 1312,
  "\u6f4a": 789,
  "\u6f4d": 1377,
  "\u6f4e": 358,
  "\u6f50": 779,
  "\u6f53": 1215,
  "\u6f54": 857,
  "\u6f56": 1355,
  "\u6f57": 1174,
  "\u6f62": 349,
  "\u6f63": 82,
  "\u6f64": 330,
  "\u6f65": 670,
  "\u6f66": 147,
  "\u6f67": 483,
  "\u6f68": 140,
  "\u6f69": 51,
  "\u6f6a": 866,
  "\u6f6c": 298,
  "\u6f6d": 339,
  "\u6f6e": 297,
  "\u6f6f": 316,
  "\u6f70": 170,
  "\u6f72": 109,
  "\u6f73": 292,
  "\u6f74": 92,
  "\u6f75": 1086,
  "\u6f76": 587,
  "\u6f77": 500,
  "\u6f79": 1009,
  "\u6f91": 1273,
  "\u7000": 54,
  "\u700a": 1042,
  "\u7020": 76,
  "\u702d": 1034,
  "\u702f": 1479,
  "\u7041": 833,
  "\u704f": 1490,
  "\u7055": 1217,
  "\u7061": 244,
  "\u7062": 948,
  "\u7065": 320,
  "\u7066": 1518,
  "\u7069": 430,
  "\u706c": 1097,
  "\u706d": 215,
  "\u706f": 156,
  "\u7070": 270,
  "\u7072": 403,
  "\u7073": 240,
  "\u7075": 407,
  "\u7078": 522,
  "\u7079": 803,
  "\u7091": 1410,
  "\u7098": 1259,
  "\u7100": 391,
  "\u710a": 1486,
  "\u7120": 571,
  "\u7141": 1552,
  "\u7145": 1396,
  "\u7163": 1472,
  "\u7165": 346,
  "\u7169": 1099,
  "\u7200": 26,
  "\u720a": 1110,
  "\u7220": 117,
  "\u7228": 1574,
  "\u722d": 1536,
  "\u7241": 243,
  "\u7242": 1572,
  "\u7246": 820,
  "\u7247": 1171,
  "\u724f": 1045,
  "\u7250": 671,
  "\u7254": 735,
  "\u7261": 91,
  "\u7262": 573,
  "\u7263": 377,
  "\u7264": 553,
  "\u7265": 47,
  "\u7266": 247,
  "\u7267": 308,
  "\u7268": 625,
  "\u7269": 224,
  "\u726c": 959,
  "\u726e": 1258,
  "\u726f": 56,
  "\u7270": 124,
  "\u7272": 331,
  "\u7274": 152,
  "\u7275": 154,
  "\u7277": 1320,
  "\u7279": 1296,
  "\u7291": 1141,
  "\u7300": 30,
  "\u730a": 1041,
  "\u7320": 79,
  "\u7327": 1326,
  "\u7328": 855,
  "\u732d": 781,
  "\u7341": 753,
  "\u7345": 1375,
  "\u734f": 1081,
  "\u7355": 1322,
  "\u7361": 151,
  "\u7362": 541,
  "\u7363": 727,
  "\u7364": 383,
  "\u7365": 60,
  "\u7366": 633,
  "\u7367": 658,
  "\u7368": 710,
  "\u7369": 73,
  "\u736b": 652,
  "\u736c": 350,
  "\u736d": 475,
  "\u736e": 111,
  "\u736f": 226,
  "\u7370": 811,
  "\u7372": 207,
  "\u7373": 119,
  "\u7374": 165,
  "\u7375": 269,
  "\u7377": 640,
  "\u7379": 563,
  "\u7391": 1219,
  "\u7392": 575,
  "\u7398": 1359,
  "\u7399": 1082,
  "\u7400": 15,
  "\u740a": 433,
  "\u7420": 28,
  "\u7428": 1230,
  "\u742d": 951,
  "\u7431": 1182,
  "\u7441": 1283,
  "\u7449": 673,
  "\u744f": 1346,
  "\u7453": 268,
  "\u7461": 48,
  "\u7462": 660,
  "\u7463": 128,
  "\u7465": 187,
  "\u7466": 528,
  "\u7467": 1032,
  "\u7468": 489,
  "\u7469": 83,
  "\u746c": 470,
  "\u746e": 57,
  "\u746f": 217,
  "\u7470": 408,
  "\u7472": 122,
  "\u7473": 114,
  "\u7474": 414,
  "\u7475": 150,
  "\u7477": 1180,
  "\u7478": 509,
  "\u7491": 1225,
  "\u7498": 1540,
  "\u7500": 52,
  "\u7520": 249,
  "\u752d": 1358,
  "\u7541": 912,
  "\u7542": 1417,
  "\u7543": 1439,
  "\u7544": 1118,
  "\u7545": 287,
  "\u7546": 593,
  "\u7547": 412,
  "\u7548": 1398,
  "\u754a": 893,
  "\u7550": 1453,
  "\u7551": 1487,
  "\u7553": 818,
  "\u7561": 228,
  "\u7562": 437,
  "\u7563": 357,
  "\u7564": 323,
  "\u7565": 1347,
  "\u7566": 429,
  "\u7567": 211,
  "\u7568": 822,
  "\u7569": 984,
  "\u756a": 490,
  "\u756c": 336,
  "\u756d": 409,
  "\u756e": 478,
  "\u756f": 113,
  "\u7570": 340,
  "\u7571": 305,
  "\u7572": 388,
  "\u7573": 167,
  "\u7574": 354,
  "\u7600": 142,
  "\u760a": 1422,
  "\u7620": 337,
  "\u7628": 1281,
  "\u7645": 1076,
  "\u764f": 1288,
  "\u7661": 364,
  "\u7664": 906,
  "\u7665": 272,
  "\u7669": 196,
  "\u766c": 709,
  "\u766e": 352,
  "\u766f": 233,
  "\u7672": 363,
  "\u7700": 162,
  "\u770a": 997,
  "\u7720": 125,
  "\u772d": 1476,
  "\u7753": 1314,
  "\u7761": 397,
  "\u7762": 1475,
  "\u7765": 481,
  "\u776c": 792,
  "\u776f": 277,
  "\u7772": 853,
  "\u7773": 876,
  "\u7774": 448,
  "\u7791": 1481,
  "\u7800": 400,
  "\u7845": 1135,
  "\u784f": 1509,
  "\u7861": 842,
  "\u7865": 279,
  "\u7869": 1105,
  "\u786f": 1328,
  "\u7900": 115,
  "\u7920": 505,
  "\u7942": 980,
  "\u7953": 1327,
  "\u7954": 1148,
  "\u7961": 294,
  "\u7962": 220,
  "\u7963": 488,
  "\u7964": 663,
  "\u7965": 514,
  "\u7966": 594,
  "\u7967": 988,
  "\u7968": 1426,
  "\u796c": 278,
  "\u796d": 1569,
  "\u796e": 384,
  "\u796f": 936,
  "\u7970": 1254,
  "\u7972": 229,
  "\u7973": 895,
  "\u7974": 236,
  "\u7a00": 1585,
  "\u7a69": 846,
  "\u80e2": 532,
  "\u910a": 642,
  "\u9120": 1132,
  "\u9128": 1429,
  "\u9135": 1450,
  "\u9229": 1329,
  "\u9242": 1181,
  "\u9250": 1271,
  "\u9264": 1142,
  "\u9265": 1216,
  "\u9267": 1473,
  "\u926b": 1389,
  "\u926c": 1302,
  "\u926d": 1482,
  "\u926e": 981,
  "\u9272": 1071,
  "\u9273": 691,
  "\u9274": 1013,
  "\u9277": 1409,
  "\u9279": 1038,
  "\u9480": 976,
  "\u9631": 1508,
  "\u970a": 646,
  "\u9720": 1061,
  "\u9880": 838,
  "\u9980": 728,
  "\ubbef": 1516,
  "\ubfbb": 1567,
  "\ue20a": 879,
  "\ue220": 1083,
  "\ue228": 1157,
  "\ue241": 1528,
  "\ue24f": 1526,
  "\ue255": 1532,
  "\ue267": 1543,
  "\ue26c": 1360,
  "\ue26e": 1158,
  "\ue272": 1365,
  "\ue273": 1084,
  "\uef0a": 1566,
  "\ufeff": 1161,
  "\uff0a": 1581
}